[
  {
    "imageUrl": "https://cards.scryfall.io/art_crop/front/d/1/d108c2b1-236e-4b8d-8445-d9749ccc4fea.jpg?1739804156",
    "text": "Recharge tes batteries comme un joueur en quête de son loot épique après une session de snowboard. L'énergie est la clef, surtout quand la montagne te réserve des pentes à dompter et des voisins trop stylés à rencontrer !",
    "cardName": "Rest in Peace"
  },
  {
    "imageUrl": "https://cards.scryfall.io/art_crop/front/4/a/4a8085d0-48cd-4439-b516-e6c07fb477ac.jpg?1751720092",
    "text": "T’as plus de chance de tomber sur une légende que de trouver une vague parfaite, mais t’inquiète, on va faire péter les combos et créer un deck qui fait rêver même les surfeuses !",
    "cardName": "Tenacious Pup"
  },
  {
    "imageUrl": "https://cards.scryfall.io/art_crop/front/b/2/b2e1986c-2852-4843-bdc4-eddb727ba3d4.jpg?1748706252",
    "text": "Que tes neurones soient aussi vifs qu'un snowboardeur en pleine descente, et que le burnout n’ose même pas pointer le bout de son nez. La montagne t’appelle, ne la déçois pas !",
    "cardName": "Call the Mountain Chocobo"
  },
  {
    "imageUrl": "https://cards.scryfall.io/art_crop/front/6/9/69c871fa-d333-4c73-9d5c-f5cfec5954da.jpg?1576381250",
    "text": "Avec un mana infini, tu peux lancer toutes les cartes de ta vie : surf, snowboard, et pourquoi pas un deck qui balance des créatures aussi stylées que tes voisines.!",
    "cardName": "Hightide Hermit"
  },
  {
    "imageUrl": "https://cards.scryfall.io/art_crop/front/c/7/c7f9daf0-dbfd-45b2-be35-9c2de9d1a56e.jpg?1562742725",
    "text": "Quand tu pioche, c’est comme quand tu vois une nouvelle vague dévaler : imprévisible, excitant, et parfois carrément épique. Que tes tirages soient aussi cool qu'un sunset sur la montagne !",
    "cardName": "Divination"
  },
  {
    "imageUrl": "https://cards.scryfall.io/art_crop/front/3/a/3a398d30-2db9-4530-9f68-fb4dd6ebcbd2.jpg?1675830146",
    "text": "Parce que chaque journée, c’est une nouvelle mission sur ton tableau de bord : surf au matin, snowboard l'après-midi, et une montagne de bonnes vibes à la clé.",
    "cardName": "Serra Angel"
  },
  {
    "imageUrl": "https://cards.scryfall.io/art_crop/front/4/b/4b0b14d4-41de-42ac-9894-77bbcebaabfc.jpg?1561978917",
    "text": "Les contres, c’est pour les noobs ! Toi, tu joues les cartes comme un champion, entre un tour de surf et une descente à fond dans la neige. Pas de time out, que de la bonne humeur !",
    "cardName": "Acolyte of Xathrid"
  },
  {
    "imageUrl": "https://cards.scryfall.io/art_crop/front/3/1/317f1133-7cf8-4b7a-919e-88c45f8c2c3a.jpg?1689995555",
    "text": "Quand ça tire dans le bon sens, c’est comme un combo parfait : ta carte et la vague qui te catapulte à la surface. Que chaque tirage soit aussi magique que la rencontre avec une voisine qui surfe !",
    "cardName": "Avacyn, Angel of Hope"
  },
  {
    "imageUrl": "https://cards.scryfall.io/art_crop/front/4/4/44899568-7aac-47ae-9f7d-b5414f65625b.jpg?1682714024",
    "text": "La neige est ta potion de régénération, le surf ta quête d’adrénaline. Pas question de se fatiguer avant d'avoir pris toute la montagne d'assaut et d’avoir rencontré toutes les créatures des terrains de jeux vidéo.",
    "cardName": "Lyra Dawnbringer"
  },
  {
    "imageUrl": "https://cards.scryfall.io/art_crop/front/b/a/ba48c787-a444-4e15-bab7-39994a6e23e7.jpg?1645127974",
    "text": "Quand tu finisses une partie comme un champion : explosion de gâteau, et un feu d’artifice de bonheur. Parce qu’après tout, c’est bien connu, chaque victoire se fête avec des cookies, de la neige, et des voisins qui te rejoignent pour un surf à minuit !",
    "cardName": "Angrath, the Flame-Chained"
  }
]
